[
  {
    "month": "January",
    "name": "Whispering Pines Cabin",
    "description": "Nestled in a snowy forest, this cozy cabin is warmed by a gentle fireplace. The soft glow of dawn filters through frosted windows, casting a serene light on the snug, plush bed.",
    "rating": 85,
    "image": "January.webp"
  },
  {
    "month": "February",
    "name": "Aurora Dreamscape",
    "description": "An igloo-like room with transparent walls displays the majestic aurora borealis. The room is filled with warm furs and cushions, creating a dreamy, ethereal place to rest.",
    "rating": 88,
    "image": "February.webp"
  },
  {
    "month": "March",
    "name": "Spring Meadow Nook",
    "description": "Surrounded by blooming flowers and the sound of a gentle brook, this open, airy room is built into the side of a gentle hill, offering a restful sleep in the heart of nature.",
    "rating": 90,
    "image": "March.webp"
  },
  {
    "month": "April",
    "name": "Raindrop Canopy",
    "description": "Sleep under a clear, waterproof canopy as a soft, soothing rain patters around you, creating a tranquil rhythm that lulls you into deep sleep amidst a lush, green forest.",
    "rating": 82,
    "image": "April.webp"
  },
  {
    "month": "May",
    "name": "Twilight Garden Gazebo",
    "description": "A luxurious gazebo surrounded by night-blooming flowers. Gentle lights float in the air, and a comfortable hammock sways in the warm, fragrant breeze.",
    "rating": 86,
    "image": "May.webp"
  },
  {
    "month": "June",
    "name": "Beachside Bungalow",
    "description": "A breezy, open bungalow with views of a pristine beach and the soothing sounds of waves. The bed is a hammock swaying gently in the tropical breeze.",
    "rating": 91,
    "image": "June.webp"
  },
  {
    "month": "July",
    "name": "Mountain Peak Retreat",
    "description": "High above the world, this retreat offers stunning views of the starry sky and cool, crisp air. The room is encased in glass, with a cozy bed facing the horizon.",
    "rating": 87,
    "image": "July.webp"
  },
  {
    "month": "August",
    "name": "Mystical Underwater Cave",
    "description": "A softly lit cave under the sea, surrounded by gentle marine life and the murmur of water. The bed is a floating platform that gently rocks with the tide.",
    "rating": 89,
    "image": "August.webp"
  },
  {
    "month": "September",
    "name": "Golden Harvest Cabin",
    "description": "Overlooking a valley of turning leaves, this cabin is filled with the scent of apple wood and the warmth of a harvest sun. It's a rustic but luxurious retreat.",
    "rating": 92,
    "image": "September.webp"
  },
  {
    "month": "October",
    "name": "Haunted Enchantment Room",
    "description": "For those who find a thrill in the calm, this room is styled with elegant gothic accents, surrounded by a serene, moonlit forest. Gentle whispers of ancient tales enhance the mystical ambiance.",
    "rating": 78,
    "image": "October.webp"
  },
  {
    "month": "November",
    "name": "Twilight Mist Treehouse",
    "description": "Perched in a forest canopy, this treehouse is enveloped in a gentle, cool mist. Soft blankets and pillows line the floor, and the sway of the trees soothes you to sleep.",
    "rating": 83,
    "image": "November.webp"
  },
  {
    "month": "December",
    "name": "Northern Lights Yurt",
    "description": "A traditional yurt with luxurious furs and a clear dome to watch the dancing northern lights. The room is warm and serene, perfect for long winter nights.",
    "rating": 94,
    "image": "December.webp"
  }
]